IDEA Open Model
OpenModel.GetMaxId Method
Compatible with IDEA StatiCa v 10.1
Overload List
Name | Description
GetMaxId(String)
 Get max Id value for specified type
GetMaxId(Type)
 Get max Id value for specified type
GetMaxId(OpenElementId)
 Get max Id value for specified type
Top
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace